Repository: helsingborg-stad/api-alarm-integration
Catalog: languages/api-alarm-integration-*.po
Languages: sv_se

source: Alarm Module Configuration
sv_se: Konfiguration för larmlista

source: Api Url
sv_se: Webbadress till api

source: The full URL containing the data to be displayed. Eg: https://domain.com/json/wp/v2/alarm/?per_page=100&page=1
sv_se: Ange den fullständiga urlen till informationen som ska visas. T.ex: https://domain.com/json/wp/v2/alarm/?per_page=100&page=1

source: Icons
sv_se: Ikoner

source: An icon can be mapped to keywords in the title of the incident. If multiple matches is found, the first one will be used (be less specific towards the end).
sv_se: En ikon kan kopplas till nyckelord i händelsens titel. Om flera matchningar hittas används den första (var mindre specifik mot slutet).

source: An icon can be mappeed to keywords in the title of the incident. If multiple matches is found, the first one will be used (be less specific towards the end).
sv_se: En ikon kan kopplas till nyckelord i händelsens titel. Om flera matchningar hittas används den första (var mindre specifik mot slutet).

source: Add icon
sv_se: Lägg till ikon

source: Icon
sv_se: Ikon

source: Severity Level Keyword (Level 1 - Low)
sv_se: Nyckelord för allvarlighetsnivå (Nivå 1 – Låg)

source: Low
sv_se: Låg

source: Severity Level Keyword (Level 2 - Medium)
sv_se: Nyckelord för allvarlighetsnivå (Nivå 2 – Medel)

source: Medium
sv_se: Medel

source: Severity Level Keyword (Level 3 - High)
sv_se: Nyckelord för allvarlighetsnivå (Nivå 3 – Hög)

source: High
sv_se: Hög

source: Color for low level
sv_se: Färg för nivå 1

source: Primary
sv_se: Primärfärg

source: Info
sv_se: Information

source: Alarm options
sv_se: Larminställningar

source: Rest API url
sv_se: Webbadress för REST Api

source: Example: http://myalarmapi.tld/json
sv_se: Exempel: http://myalarmapi.tld/json

source: Alarms per page
sv_se: Larm per sida

source: Alarm widget
sv_se: Larmwidget

source: Disturbances
sv_se: Störningar

source: Activate
sv_se: Aktivera

source: Enable disturbance messages
sv_se: Aktivera störningsmeddelande

source: Alarm api url
sv_se: Webbadress för larm

source: The base url to the api alarm manager
sv_se: Basurl:en till apa alarm manager

source: Places Api url
sv_se: Webbadress för platser

source: The full url of the places api
sv_se: Den fullständiga webbadressen för platser

source: Filter places
sv_se: Filtrera på plats

source: You will first need to set your api url and save this page before places will be filled with alternatives. Leave blank to get disturbances from all places.
sv_se: Du måste först ange din API-URL och spara denna sida innan platser fylls med alternativ. Lämna tomt för att få störningar från alla platser.

source: Output automatically
sv_se: Mata ut automatiskt

source: Big disturbances
sv_se: Storstörningar

source: Small disturbances
sv_se: Lillstörningar

source: Firelevel
sv_se: Brandrisknivå

source: Output selector for big disturbance
sv_se: Välj utmaningsankare för storstörning

source: CSS Selector for where to output big disturbances. Defaults to body.
sv_se: CSS-väljare för var storstörningar ska visas. Standardvärde är body.

source: Output selector for small disturbance
sv_se: Välj utmaningsankare för lillstörning

source: CSS Selector for where to output small disturbances. Defaults to body.
sv_se: CSS-väljare för var lillstörningar ska visas. Standardvärde är body.

source: Output selector for firelevel
sv_se: Välj utmaningsankare (DOM-element) för storstörning

source: Show filters
sv_se: Visa filter

source: Hide filters
sv_se: Dölj filter

# fire danger level
source: Strict fire ban
sv_se: Skärpt eldningsförbud

source: Show more information
sv_se: Visa mer information

source: Show less information
sv_se: Visa mindre information

source: No results found on your query.
sv_se: Inga resultat hittades på din sökfråga.

source: Failed to get data, please try again later!
sv_se: Kunde inte hämta data, vänligen försök igen senare.

source: Load more
sv_se: Ladda fler

source: Alarm List
sv_se: Larmlista

source: Alarm Lists
sv_se: Larmlistor

source: Outputs an alarm list from the API
sv_se: Matar ut en larmlista från ett API

source: Last updated at %s
sv_se: Uppdaterad: %s

source: Unknown address
sv_se: Okänd adress

source: No priority
sv_se: Ingen prioritet

source: Priority
sv_se: Prioritet

source: Today
sv_se: Idag

source: Yesterday
sv_se: Igår

source: Could not connect to the source
sv_se: Kunde inte ansluta till informationskällan

source: Please try again at a later time.
sv_se: Vänligen försök igen vid ett senare tillfälle.

source: Unexpected answer from the resource
sv_se: Hoppsan; Vi fick ett oväntat svar från informationskällan.

source: Fire Danger Levels
sv_se: Brandrisknivåer

source: Outputs a list of fire danger levels from Alarm API
sv_se: Matar ut en lista av brandrisknivåer från Alarm API:et

source: Updated at %s
sv_se: Uppdaterad: %s

# fire danger level
source: Fire ban
sv_se: Eldningsförbud

# fire danger level
source: No fire ban
sv_se: Inget eldningsförbud

source: Displays a list with alarms
sv_se: Visar en lista med alla alarm

source: Text search
sv_se: Testsök

source: Search
sv_se: Sök

source: Place
sv_se: Plats

source: All
sv_se: Alla

source: Date from
sv_se: Datum från

source: Date to
sv_se: Datum till

source: Time
sv_se: Tid

source: Incident
sv_se: Händelse

source: Level
sv_se: Nivå

source: Address
sv_se: Adress

source: Show more alarms
sv_se: Visa fler alarm

source: API Alarm Integration
sv_se: Larmintregration

source: Shows alarms from API Alarm Manager
sv_se: Visar larm från Api Alarm Manager
